Repository: wp-plugins/simple-social-buttons
Catalog: tags/1.5.1/tags/1.2/lang/simplesocialbuttons-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: <strong>Simple Social Buttons</strong> by <strong>Paweł Rabinek</strong>. This plugin adds a social media buttons, such as: <strong>Google +1</strong>, <strong>Facebook Like it</strong> and <strong>Twitter share</strong>. The most flexible social buttons plugin ever.
fr_fr: <strong>Simple Social Buttons</strong>, par <strong>Paweł Rabinek</strong>. Cette extension ajoute des boutons de réseaux sociaux, comme <strong>Google +1</strong>, <strong>Facebook J'aime</strong> et <strong>Twitter</strong>. La plus flexible des extensions de boutons de réseaux sociaux !

source: Select buttons
fr_fr: Choisir les boutons

source: Select social media buttons:
fr_fr: Choisissez les boutons de réseaux sociaux :

source: Google plus one (+1)
fr_fr: Google plus un (+1)

source: Facebook Like it
fr_fr: Facebook J'aime

source: Twitter share
fr_fr: Partage twitter

source: Single posts - display settings
fr_fr: Articles seuls - paramètres d'affichages

source: Place buttons on single post:
fr_fr: Placer les boutons sur un article seul :

source: Before the content
fr_fr: Avant le contenu

source: After the content
fr_fr: Après le contenu

source: Single pages - display settings
fr_fr: Pages - paramètres d'affichage

source: Place buttons on single pages:
fr_fr: Placer les boutons sur les pages :

source: Before the page content
fr_fr: Avant le contenu de la page

source: After the page content
fr_fr: Après le contenu de la page

source: Archives - display settings
fr_fr: Archives - paramètres d'affichage

source: Select additional places to display buttons:
fr_fr: Choisissez une place supplémentaire pour afficher les boutons :

source: Show at frontpage
fr_fr: Afficher sur la page principale

source: Show at category pages
fr_fr: Afficher sur les pages de catégories

source: Show at archive pages
fr_fr: Afficher sur les pages d'archives

source: Show at tag pages
fr_fr: Affichers sur les pages de tags

source: Place buttons on archives:
fr_fr: Placer les boutons sur les archives :

source: Save settings
fr_fr: Enregistrer les changement

source: About this plugin:
fr_fr: À propos de cette extension

source: Talk to <a href="http://twitter.com/rabinek" target="_blank">@rabinek</a> on twitter for bugs or feature requests.
fr_fr: Parlez à <a href="http://twitter.com/rabinek" target="_blank">@rabinek</a> sur Twitter pour signaler les bugs ou demander des ajouts.

source: Enjoy the plugin?
fr_fr: Cette extension vous plaît ?

source: <a href="http://twitter.com/?status=I'm using @rabinek's WordPress Simple Social Buttons plugin - check it out! http://blog.rabinek.pl/" target="_blank">Tweet about it</a> and consider donating.
fr_fr: <a href="http://twitter.com/?status=J'utilise @rabinek - WordPress Simple Social Buttons ! http://blog.rabinek.pl/" target="_blank">Twittez cette info</a> et n'hésitez pas à faire un don !

source: <strong>Donate:</strong> A lot of hard work goes into building plugins - support your open source developers. Thank you!
fr_fr: <strong>Faire un don :</strong> Faire une extension demande beaucoup de travail - aidez les développeurs à améliorer leur travail. Merci !

source: About the author:
fr_fr: À propos de l'auteur :

source: Hi! My name is Paweł Rabinek (aka xradar). I'm interesed in SEO and social media, PHP and Wordpress developement.
fr_fr: Salut ! Mon nom est Paweł Rabinek (surnommé xradar). Je m'intéresse beaucoup au référencement et aux réseaux sociaux, au développement PHP et pour WordPress.

source: My blog about SEO
fr_fr: Mon blog sur le référencement (SEO)

source: Follow me on Twitter
fr_fr: Suivez-moi sur twitter !

source: Paweł Rabinek on Facebook
fr_fr: Paweł Rabinek sur Facebook

source: Paweł Rabinek on Google Plus
fr_fr: Paweł Rabinek sur Google Plus

source: LinkedIn profile
fr_fr: Profil LinkedIn

source: Usefull links:
fr_fr: Liens utiles :

source: Unlimited web hosting
fr_fr: Hébergement web illimité

source: Best SEO software
fr_fr: Meilleur logiciel de référencement

source: Wordpress templates
fr_fr: Thèmes pour WordPress
